Repository: GNOME/gnome-klotski
Catalog: help/*/*.po
Languages: ko, ru, sr

source: To move a block, click on it, hold down the mouse button and drag it to its new location. You cannot move the green blocks or the block that borders the game. You cannot move a block to a space already occupied by another block, with the exception that you may move the patterned block through the green blocks to win.
ko: 블록을 옮기려면 마우스 포인터를 위로 가져다가 단추를 누른 채로 새 위치로 끌어다 놓습니다. 녹색 블록이나 게임의 테두리 블록을 옮길 수는 없습니다. 다른 블록이 이미 차지한 영역에도 옮길 수 있습니다. 예외적으로, 녹색 블록으로 패턴 표시한 블록을 옮겨 게임을 끝낼 수 있습니다.
ru: Чтобы переместить блок, нажмите на него, удерживая кнопку мыши перетащите на новое место. Вы не можете перемещать зелёные блоки или блоки, расположенные по краям игрового поля. Вы не можете переместить блок на место, уже занятое другим блоком, за исключением узорчатого блока, который вы можете переместить через зелёные блоки, чтобы выиграть.
sr: Да бисте померили блок кликните на њега, држите дугме миша и повуците миша на ново место. Не можете померати зелене блокове нити блокове који чине оквир игре. Не можете померити ни блок на простор који заузима други блок. Изузетак је победа померањем означеног блока на зелене маркере.

source: Authors
ko: 저자
ru: Авторы
sr: Аутори

source: <application>Klotski</application> was written by Lars Rydlinge (<email>lars.rydlinge@hig.se</email>). This manual was written by Andrew Sobala.
ko: <application>클로츠키</application>는 Lars Rydlinge (<email>lars.rydlinge@hig.se</email>)가 작성했습니다. 이 설명서는 Andrew Sobala가 작성했습니다.
ru: Программа <application>Клоцки</application> была написана Lars Rydlinge (<email>lars.rydlinge@hig.se</email>). Это руководство написано Andrew Sobala.
sr: <application>Клотски</application> је написао Ларс Ридлинџ (<email>lars.rydlinge@hig.se</email>). Ово упутство је написао Ендрју Собала.

source: License
ko: 라이선스
ru: Лицензия
sr: Лиценца

source: This program and tile artwork is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ko: 이 프로그램과 타일 그림은 자유 소프트웨어입니다. 자유 소프트웨어 재단에서 공표한 <citetitle>GNU 일반 공중 사용허가서</citetitle> 버전 2, 또는 (취향에 따라) 그 이후의 버전의 조항에 따라 재배포, 수정할 수 있습니다.
ru: Эта программа и изображения являются бесплатным программным обеспечением; вы можете распространять и/или изменять её в соответствии с условиями <citetitle>GNU General Public License</citetitle>, опубликованной Free Software Foundation; версии 2 лицензии, либо (на ваш выбор) любой более поздней версии.
sr: Овај програм и графика на плочицама су слободан софтвер; можете их расподељивати и/или мењати под условима <citetitle>Гнуове Опште Јавне Лиценце (GNU GPL)</citetitle> како је објављује Задужбина Слободног Софтвера (FSF); било верзије 2 те Лиценце, било (по вашем нахођењу) које новије верзије.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
ko: 이 프로그램을 쓸모있게 사용하길 바라며 배포하나, 그 어떤 보증도 하지 않으며, 상업성 또는 일부 목적 적합성에 대한 암시적 보증도 하지 않습니다. 자세한 내용은 <citetitle>GNU 일반 공중 사용허가서</citetitle>를 참고하십시오.
ru: Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии КОММЕРЧЕСКОЙ ПРИГОДНОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Дополнительные сведения смотрите в <citetitle>GNU General Public License</citetitle>.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>Гнуову Општу Јавну Лиценцу</citetitle> за више детаља.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
ko: <citetitle>GNU 일반 공중 사용허가서</citetitle> 사본은 <citetitle>그놈 사용자 안내서</citetitle>의 부록으로 들어있습니다. <ulink type="http" url="http://www.fsf.org">자유 소프트웨어 재단 웹사이트</ulink>를 방문하거나 <_:address-1/>에 서면 요청하여 재단에서 <citetitle>GNU 일반 공중 사용허가서</citetitle> 사본을 받을 수도 있습니다.
ru: Копия <citetitle>GNU General Public License</citetitle> включена в качестве приложения в <citetitle>GNOME Users Guide</citetitle>. Вы также можете получить копию <citetitle>GNU General Public License</citetitle> от Free Software Foundation, посетив <ulink type="http" url="http://www.fsf.org">их веб-сайт</ulink> или написав по адресу <_:address-1/>
sr: Примерак <citetitle>Гнуове Опште Јавне Лиценце</citetitle> је укључен као додатак <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle>Гнуове Опште Јавне Лиценце</citetitle> од Задужбине Слободног Софтвера посетивши <ulink type="http" url="http://www.fsf.org">њихов веб сајт</ulink> или пишући на <_:address-1/>

source: link
ko: 링크
sr: вези

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ko: 전면 표지와 후면 표지, 그리고 바뀌지 않는 섹션을 제외한 이 문서의 복제, 배포, 수정은 자유 소프트웨어 재단이 발표한 1.1 버전 이후의 GNU 자유 문서 라이선스(GFDL) 조항에 따라 허용합니다. GFDL의 사본은 이 <_:ulink-1/>, 또는 설명서와 배포하는 COPYING-DOCS 파일에서 찾을 수 있습니다.
ru: Разрешается копировать, распространять и/или изменять этот документ в соответствии с условиями GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней, опубликованной Free Software Foundation, без инвариативных разделов, без текстов на передней и задней частях обложки. Вы можете найти копию GFDL по этому адресу <_:ulink-1/> или в файле COPYING-DOCS, распространяемом вместе с этим руководством.
sr: Дозвољено је умножавање, ширење, вршење измена овог документа под условима Гнуове Слободне Документационе Дозволе (ГСДД), издање 1.1 или било којег каснијег издања без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <_:ulink-1/> или у датотеци „COPYING-DOCS“ која је приложена уз ово упутство.
