Repository: GNOME/gnome-klotski
Catalog: help/*/*.po
Languages: ko, ru, sr

# _
source: translator-credits
ko: 조성호 <shcho@gnome.org>, 2021
ru: Ser82-png <sw@artus.ru>, 2022.
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик

source: <application>Klotski</application> Manual
ko: <application>클로츠키</application> 설명서
ru: Руководство по <application>Клоцки</application>
sr: Упутство за <application>Клотски</application>

source: Klotski is a puzzle game of which the objective is to get the patterned block to the marker, which is done by moving the blocks in its way.
ko: 클로츠키는 패턴 표시 블록을 길을 만들어가며 표시 영역으로 이동하는 퍼즐 게임입니다.
ru: Клоцки - это игра-головоломка, цель которой состоит в том, чтобы доставить узорчатый блок к маркеру, для этого необходимо сдвигать блоки на его пути.
sr: Клотски је слагалица у којој је циљ преместити означени блок на означено место, што се постиже померањем блокова који су му препрека на путу.

source: <year>2002</year> <holder>Andrew Sobala</holder>
sr: <year>2002</year> <holder>Ендрју Собала</holder>

source: GNOME Documentation Project
ko: 그놈 문서 프로젝트
ru: Проект документирования GNOME
sr: Пројекат Гномове документације

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ko: 전면 표지와 후면 표지, 그리고 바뀌지 않는 섹션을 제외한 이 문서의 복제, 배포, 수정은 자유 소프트웨어 재단이 발표한 1.1 버전 이후의 GNU 자유 문서 라이선스(GFDL) 조항에 따라 허용합니다. GFDL의 사본은 이 <ulink type="help" url="help:fdl">링크</ulink>, 또는 설명서와 배포하는 COPYING-DOCS 파일에서 찾을 수 있습니다.
ru: Разрешается копировать, распространять и/или изменять этот документ в соответствии с условиями GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней, опубликованной Free Software Foundation, без инвариативных разделов, без текстов на передней и задней частях обложки. Вы можете найти копию GFDL по этой <ulink type="help" url="help:fdl">ссылке</ulink> или в файле COPYING-DOCS, распространяемом вместе с этим руководством.
sr: Дозвољено је умножавање, ширење, вршење измена овог документа под условима Гнуове Слободне Документационе Дозволе (ГСДД), издање 1.1 или било којег каснијег издања без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="help:fdl">адреси</ulink> или у датотеци „COPYING-DOCS“ која је приложена уз ово упутство.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ko: 이 설명서는 GFDL에 따라 배포하는 그놈 설명서 모음의 일부입니다. 모음 중 이 설명서만을 개별 배포하고자 한다면 라이선스 조항 6조에 따라 설명서에 라이선스 사본을 첨부하여 배포할 수 있습니다.
ru: Это руководство является частью коллекции руководств по GNOME, распространяемой в рамках GFDL. Если вы хотите распространять это руководство отдельно от сборника, то можете сделать это, добавив к руководству копию лицензии, как описано в разделе 6 лицензии.
sr: Ово упутство је део скупа Гномових упутстава објављених под ГСДД. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ko: 회사의 제품 및 서비스를 구분할 때 사용하는 여러 이름은 등록상표 입니다. 어떤 그놈 문서에 나타나는 등록상표 명칭이나 그놈 문서 프로젝트의 구성원의 이름이 있는 곳에는 대문자로 표기하거나 대문자 약자로 표기합니다.
ru: Многие названия, используемые компаниями для обозначения своих продуктов и услуг, заявлены как товарные знаки. Если эти названия появляются в какой-либо документации GNOME и участники GNOME Documentation Project осведомлены об этих товарных знаках, то они пишутся заглавными буквами или начинаются с заглавной буквы.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ko: 문서는 어떤 형태의 명시적이든 암시적이든 그 어떤 형태의 보증 없이 "있는 그대로" 제공하며, 이에 대한 제한, 문서 또는 수정 문서의 상업적 결함성에 대한 자유로움, 일부 목적에 대한 적합성 또는 비 권리 침해성에 대한 보증을 하지 않습니다. 품질, 정확성, 문서 또는 수정 문서의 기술 내용으로 인한 총체적 손해를 온전히 수반합니다. 어떤 문서 또는 수정 버전에서든 결함성이 있음을 인정해야 하며, (초기 작성자, 작성자 또는 기여자가 아닌) 사용자는 문제 해결, 수리, 수정에 필요한 비용을 감당합니다. 일련의 보증에 대한 면책 고지는 이 라이선스의 핵심 내용을 수반합니다. 어떤 문서 또는 수정 문서의 활용은 이 면책 고지의 내용을 제외하고는 허용하지 않습니다.
ru: ДОКУМЕНТ ПРЕДОСТАВЛЯЕТСЯ НА УСЛОВИЯХ "КАК ЕСТЬ", БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ГАРАНТИИ ТОГО, ЧТО ДОКУМЕНТ ИЛИ ИЗМЕНЕННАЯ ВЕРСИЯ ДОКУМЕНТА НЕ СОДЕРЖАТ ДЕФЕКТОВ, ПРИГОДНЫХ ДЛЯ ПРОДАЖИ, ПРИГОДНЫЙ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ ИЛИ НЕ НАРУШАЮЩИЙ ПРАВА. ВЕСЬ РИСК, СВЯЗАННЫЙ С КАЧЕСТВОМ, ТОЧНОСТЬЮ И ПРОИЗВОДИТЕЛЬНОСТЬЮ ДОКУМЕНТА ИЛИ ИЗМЕНЕННОЙ ВЕРСИИ ДОКУМЕНТА, ЛЕЖИТ НА ВАС. ЕСЛИ КАКОЙ-ЛИБО ДОКУМЕНТ ИЛИ ИЗМЕНЕННАЯ ВЕРСИЯ ОКАЖУТСЯ ДЕФЕКТНЫМИ В КАКОМ-ЛИБО ОТНОШЕНИИ, ВЫ (А НЕ ПЕРВОНАЧАЛЬНЫЙ АВТОР, АВТОР ИЛИ ЛЮБОЙ ДРУГОЙ УЧАСТНИК) БЕРЕТЕ НА СЕБЯ РАСХОДЫ ПО ЛЮБОМУ НЕОБХОДИМОМУ ОБСЛУЖИВАНИЮ, РЕМОНТУ ИЛИ ИСПРАВЛЕНИЮ. ЭТОТ ОТКАЗ ОТ ГАРАНТИЙ ЯВЛЯЕТСЯ НЕОТЪЕМЛЕМОЙ ЧАСТЬЮ ДАННОЙ ЛИЦЕНЗИИ. НИКАКОЕ ИСПОЛЬЗОВАНИЕ КАКОГО-ЛИБО ДОКУМЕНТА ИЛИ ИЗМЕНЕННОЙ ВЕРСИИ ДОКУМЕНТА НЕ РАЗРЕШАЕТСЯ ПО НАСТОЯЩЕМУ СОГЛАШЕНИЮ, ЗА ИСКЛЮЧЕНИЕМ СЛУЧАЕВ, ПРЕДУСМОТРЕННЫХ НАСТОЯЩИМ ОТКАЗОМ ОТ ОТВЕТСТВЕННОСТИ; И
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ko: 또한 불법 행위(부주의 포함), 계약 또는 직접, 간접, 특별, 부수적 및 파생적인 모든 손해(영업권 손실, 작업 중지, 컴퓨터 오류 및 고장 또는 본 문서나 수정판의 사용으로 인해 발생하거나 관련된 기타 모든 손실 및 이러한 손실 가능성에 대해 미리 공지한 경우에도 제한되지 않음)에 대해서는 어떠한 상황이나 법률적인 이론 하에서도 본 문서 또는 수정판의 저작자, 원저자, 모든 배포자 또는 공급자는 책임을 지지 않습니다.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ В СООТВЕТСТВИИ С КАКОЙ-ЛИБО ПРАВОВОЙ ТЕОРИЕЙ, БУДЬ ТО В РЕЗУЛЬТАТЕ ПРАВОНАРУШЕНИЯ (ВКЛЮЧАЯ ХАЛАТНОСТЬ), КОНТРАКТА ИЛИ ИНЫМ ОБРАЗОМ, АВТОР, ПЕРВОНАЧАЛЬНЫЙ АВТОР, ЛЮБОЙ УЧАСТНИК ИЛИ ЛЮБОЙ РАСПРОСТРАНИТЕЛЬ ДОКУМЕНТА ИЛИ ИЗМЕНЕННОЙ ВЕРСИИ ДОКУМЕНТА, ИЛИ ЛЮБОЙ ПОСТАВЩИК ЛЮБОЙ ИЗ ТАКИХ СТОРОН, НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ПЕРЕД ЛЮБЫМ ЛИЦОМ ЗА ЛЮБЫЕ ПРЯМЫЕ, КОСВЕННЫЕ, ОСОБЫЕ, СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ ЛЮБОГО ХАРАКТЕРА, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, УБЫТКИ ЗА ПОТЕРЮ ДЕЛОВОЙ РЕПУТАЦИИ, ОСТАНОВКУ РАБОТЫ, СБОЙ КОМПЬЮТЕРА ИЛИ НЕИСПРАВНОСТЬ, ИЛИ ЛЮБОЙ И ВСЕ ДРУГИЕ УБЫТКИ ИЛИ УБЫТКИ, ВОЗНИКАЮЩИЕ В РЕЗУЛЬТАТЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ДОКУМЕНТА И ИЗМЕНЕННЫХ ВЕРСИЙ ДОКУМЕНТА, ДАЖЕ ЕСЛИ ТАКАЯ СТОРОНА ДОЛЖНА БЫТЬ ПРОИНФОРМИРОВАНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
ko: 문서와 수정 문서는 GNU 자유 문서 라이선스 조항에 따라 다음을 조건으로 배포합니다: <_:orderedlist-1/>
ru: ДОКУМЕНТ И ИЗМЕНЁННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДОСТАВЛЯЮТСЯ ПОЛЬЗОВАТЕЛЮ НА УСЛОВИЯХ ЛИЦЕНЗИИ GNU FREE DOCUMENTATION LICENSE С УВЕДОМЛЕНИЕМ О ТОМ, ЧТО: <_:orderedlist-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <_:orderedlist-1/>

source: <firstname>Andrew</firstname> <surname>Sobala</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>andrew@sobala.net</email> </address> </affiliation>
ko: <firstname>Andrew</firstname> <surname>Sobala</surname> <affiliation> <orgname>그놈 문서 프로젝트</orgname> <address> <email>andrew@sobala.net</email> </address> </affiliation>
sr: <firstname>Ендрју</firstname> <surname>Собала</surname> <affiliation> <orgname>Пројекат Гномове документације</orgname> <address> <email>andrew@sobala.net</email> </address> </affiliation>

source: <firstname>Lars</firstname> <surname>Rydlinge</surname> <affiliation> <orgname>GNOME Project</orgname> <address> <email> Lars.Rydlinge@HIG.SE </email> </address> </affiliation>
ko: <firstname>Lars</firstname> <surname>Rydlinge</surname> <affiliation> <orgname>그놈 프로젝트</orgname> <address> <email> Lars.Rydlinge@HIG.SE </email> </address> </affiliation>
sr: <firstname>Ларс</firstname> <surname>Ридлинџ</surname> <affiliation> <orgname>Гномов пројекат</orgname> <address> <email> Lars.Rydlinge@HIG.SE </email> </address> </affiliation>

source: <firstname>Ross</firstname> <surname>Burton</surname> <affiliation> <orgname>GNOME Project</orgname> <address> <email> ross@burtonini.com </email> </address> </affiliation>
ko: <firstname>Ross</firstname> <surname>Burton</surname> <affiliation> <orgname>그놈 프로젝트</orgname> <address> <email> ross@burtonini.com </email> </address> </affiliation>
sr: <firstname>Рос</firstname> <surname>Бартон</surname> <affiliation> <orgname>Гномов пројекат</orgname> <address> <email> ross@burtonini.com </email> </address> </affiliation>

source: Andrew Sobala <email>andrew@sobala.net</email>
sr: Ендрју Собала <email>andrew@sobala.net</email>

source: <revnumber>V2.0</revnumber> <date>13 August 2002</date> <_:revdescription-1/>
ru: <revnumber>V2.0</revnumber> <date>13 августа 2002</date> <_:revdescription-1/>
sr: <revnumber>V2.0</revnumber> <date>13. август 2002.</date> <_:revdescription-1/>

source: This manual describes version 3.38 of GNOME Klotski.
ko: 그놈 클로츠키 3.38 버전을 설명합니다.
ru: В этом руководстве описывается версия 3.38 GNOME Клоцки.
sr: Ово упуство је написано за Гном Клотски 3.38.

source: Feedback
ko: 사용자 의견
ru: Обратная связь
sr: Примедбе

source: To report a bug or make a suggestion regarding this application or this manual, please visit <ulink type="http" url="https://gitlab.gnome.org/GNOME/gnome-klotski/issues">the GNOME issue tracker</ulink>.
ko: 프로그램 또는 이 설명서의 문제를 보고하거나 제안이 있다면 <ulink type="http" url="https://gitlab.gnome.org/GNOME/gnome-klotski/issues">그놈 문제 추적기</ulink>를 방문하십시오.
ru: Чтобы сообщить об ошибке или внести предложение относительно этого приложения или этого руководства, посетите <ulink type="http" url="https://gitlab.gnome.org/GNOME/gnome-klotski/issues">систему отслеживания ошибок GNOME</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези овог програма или овог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страници за примедбе</ulink>.

source: <primary>GNOME Klotski</primary>
ko: <primary>그놈 클로츠키</primary>
ru: <primary>GNOME Клоцки</primary>
sr: <primary>Гном Клотски</primary>

source: Introduction
ko: 소개
ru: Введение
sr: Увод

source: The <application>Klotski</application> application is a clone of the Klotski game. The objective is to move the patterned block to the area bordered by green markers.
ko: <application>Klotski</application> 프로그램은 클로츠키 게임의 클론입니다. The objective is to move the patterned block to the area bordered by green markers.
ru: Приложение <application>Клоцки</application> является клоном игры Клоцки. Цель игры состоит в том, чтобы переместить узорчатый блок в область, ограниченную зелёными маркерами.
sr: <application>Клотски</application> је клон игре Клотски. Циљ игре је да се означени блок изведе на простор обележен зеленим маркерима.

source: <application>Klotski</application> was written by Lars Rydlinge (<email>Lars.Rydlinge@HIG.SE</email>).
ko: <application>Klotski</application>는 Lars Rydlinge (<email>Lars.Rydlinge@HIG.SE</email>)가 작성했습니다.
ru: <application>Клоцки</application> была написана Lars Rydlinge (<email>Lars.Rydlinge@HIG.SE</email>).
sr: <application>Клотски</application> је написао Ларс Ридлинџ (<email>Lars.Rydlinge@HIG.SE</email>).

source: This document describes version 3.38 of <application>Klotski</application>.
ko: 이 문서는 <application>클로츠키</application> 버전 3.38을 설명합니다.
ru: Этот документ описывает версию <application>Клоцки</application> 3.38.
sr: Овај документ описује издање 3.38 игре <application>Клотски</application>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. A copy of this license can be found in the file COPYING included with the source code of this program.
ko: 이 프로그램은 자유 소프트웨어 재단이 공표한 GNU 일반 공중 사용 허가서 버전 3, 또는 (취향에 따라) 이후의 버전의 조항에 따라 배포합니다. 이 라이선스의 사본은 이 프로그램 소스 코드의 COPYING 파일에 들어있습니다.
ru: Эта программа распространяется в соответствии с лицензией GNU General Public, опубликованной Free Software Foundation; версии 3 лицензии, либо (по вашему выбору) любой более поздней. Копию этой лицензии можно найти в файле COPYING, включённом в исходный код этой программы.
sr: Овај програм се расподељује под условима ГНУ Опште Јавне Лиценце (GNU GPL) као што је објављује Задужбина Слободног Софтвера; или издања 3 те Лиценце, или (по вашем нахођењу) било којег новијег издања. Примерак ове лиценце можете наћи у датотеци „COPYING“ која је приложена уз изворни код овог програма.

source: Objective
ko: 목표
ru: Цель
sr: Циљ

source: The winning move
ko: 블록을 목표 지점으로 옮깁니다
ru: Выигрышный ход
sr: Победнички потез

source: <imageobject> <imagedata fileref="figures/gnotski_win.png" format="PNG"/> </imageobject> <textobject> <phrase>The patterned block should be moved to the space bordered by the green markers.</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/gnotski_win.png" format="PNG"/> </imageobject> <textobject> <phrase>패턴이 있는 블록을 녹색 테두리 표시 영역으로 옮겨아합니다.</phrase> </textobject>
ru: <imageobject> <imagedata fileref="figures/gnotski_win.png" format="PNG"/> </imageobject> <textobject> <phrase>Узорчатый блок должен быть перемещен в область, ограниченную зелёными маркерами.</phrase> </textobject>
sr: <imageobject> <imagedata fileref="figures/gnotski_win.png" format="PNG"/> </imageobject> <textobject> <phrase>Блок шаблон треба да буде премештен на простор ограничен зеленим ознакама.</phrase> </textobject>

source: The objective of <application>Klotski</application> is to move the patterned block to the green markers in as few moves as possible. You do this by moving the blocks one at a time with the mouse until you can get the patterned block to the markers. <_:figure-1/>
ko: <application>클로츠키</application> 게임의 목표는 패턴이 있는 블록을 가능한 적은 움직임으로 녹색 표시 영역으로 옮기는 것입니다. 표시 영역으로 패턴이 있는 블록을 옮길 수 있기 전까지 여러 블록을 한번에 하나씩 움직입니다. <_:figure-1/>
ru: Цель <application>Клоцки</application> — переместить узорчатый блок к зелёным маркерам за как можно меньшее количество ходов. Вы делаете это, перемещая блоки по одному с помощью мыши, пока не сможете довести узорчатый блок к маркерам. <_:figure-1/>
sr: Циљ игре <application>Клотски</application> је премештање означеног блока на зелене маркере у што мање потеза. Ово радите тако што мишем померате блокове један по један док не успете да изведете означени блок до маркера. <_:figure-1/>

source: Playing <application>Klotski</application>
ko: <application>클로츠키</application> 플레이
ru: Игровой процесс в <application>Клоцки</application>
sr: Играње игре <application>Клотски</application>

source: The main window
ko: 메인 창
ru: Главное окно
sr: Главни прозор

source: When you start <application>Klotski</application>, the following window is displayed.
ko: <application>클로츠키</application>를 시작하면 아래와 같은 창이 나타납니다.
ru: При запуске <application>Клоцки</application> открывается следующее окно.
sr: Када покренете <application>Клотски</application>, биће приказан следећи прозор.

source: <application>Klotski</application> Start Up Window
ko: <application>클로츠키</application> 시작 창
ru: <application>Клоцки</application> - Окно запуска
sr: Почетни прозор игре <application>Клотски</application>

source: <imageobject> <imagedata fileref="figures/gnotski_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows <application>Klotski</application> main window. Contains titlebar, menubar, game area and statusbar. Menubar contains Game and Help menus. </phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/gnotski_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase><application>클로츠키</application> 메인 창입니다. 제목 표시줄, 메뉴 표시줄, 게임 영역, 상태 표시줄이 있습니다. 메뉴 표시줄에는 게임과 도움말 메뉴가 있습니다. </phrase> </textobject>
ru: <imageobject> <imagedata fileref="figures/gnotski_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Показано главное окно <application>Клоцки</application>. Оно содержит панель заголовка, панель меню, игровую область и строку состояния. Панель меню содержит меню игры и справку. </phrase> </textobject>
sr: <imageobject> <imagedata fileref="figures/gnotski_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Приказује главни прозор <application>Клотскија</application>. Садржи насловну траку, траку изборника, област игре и траку стању. Трака изборника садржи изборнике „Игра“ и „Помоћ“. </phrase> </textobject>

source: Header bar
ko: 헤더 표시줄
ru: Панель заголовка
sr: Трака заглавља

source: The header bar allows you to start new games, shows how many moves you have taken so far, and allows you to change the puzzle. Press the menu button in the top-right corner to view the highest scores and the documentation for <application>Klotski</application>.
ko: 헤더 표시줄은 새 게임을 시작하게 하고, 남은 이동 횟수를 나타내며, 퍼즐을 바꿀 수 있게 해줍니다. 우측 상단의 메뉴 단추를 누르면 최고 점수와 <application>클로츠키</application> 문서를 볼 수 있습니다.
ru: Панель заголовка позволяет вам начинать новые игры, показывает, сколько ходов вы уже сделали, и позволяет поменять головоломку. Нажмите кнопку меню в правом верхнем углу окна, чтобы просмотреть лучшие результаты и документацию для <application>Клоцки</application>.
sr: Трака заглавља вам омогућава да покренете нове игре, приказује вам колико потеза сте одиграли до сада, и омогућава вам да измените слагалицу. Притисните дугме изборника у горњем десном углу да видите најбоље резултате и документацију за <application>Клитски</application>.

source: Game area
ko: 게임 영역
ru: Игровая область
sr: Област за игру

source: The game area shows the blocks in the current game. You can drag the blocks around with the mouse as described in <xref linkend="gnotski-moving"/>.
ko: 현재 게임의 블록을 보여줍니다. <xref linkend="gnotski-moving"/> 에서 설명한대로 마우스로 블록을 끌어 옮길 수 있습니다.
ru: В игровой области отображаются блоки текущей игры. Вы можете перетаскивать блоки с помощью мыши, как описано в <xref linkend="gnotski-moving"/>.
sr: Област за игру приказује блокове у тренутној игри. Блокове можете померати мишем као што је описано у <xref linkend="gnotski-moving"/>.

source: The <application>Klotski</application> window contains the following elements: <_:variablelist-1/>
ko: <application>클로츠키</application> 창은 다음 요소로 이루어져있습니다: <_:variablelist-1/>
ru: Окно <application>Клоцки</application> содержит следующие элементы: <_:variablelist-1/>
sr: Прозор <application>Клотски</application> садржи следеће елементе: <_:variablelist-1/>

source: Starting a new game
ko: 새 게임 시작
ru: Запуск новой игры
sr: Покретање нове игре

source: Click on the moves counter button and use <guibutton>Start Over</guibutton> to start a new game. <guibutton>Change Puzzle</guibutton> allows you to navigate the puzzles sequentially. Each puzzle belongs to one of the three categories found in the submenus named <guisubmenu>HuaRong Trail</guisubmenu>, <guisubmenu>Challenge Pack</guisubmenu> and <guisubmenu>Skill Pack</guisubmenu>. In these submenus, each puzzle name refers to a game scenario.
ko: 카운터 단추를 누른 후 <guibutton>처음부터 시작</guibutton>을 눌러 새 게임을 시작합니다. <guibutton>퍼즐 바꾸기</guibutton> 단추로 퍼즐을 순서대로 바꿔볼 수 있습니다. 각 퍼즐은 <guisubmenu>화영 자취</guisubmenu>, <guisubmenu>도전 모음</guisubmenu>, <guisubmenu>기술 모음</guisubmenu> 하위 메뉴에 들어있습니다. 이 하위 메뉴에서 각 퍼즐 이름은 게임 시나리오를 참조합니다.
ru: Нажмите на кнопку счетчика ходов и используйте <guibutton>Начать сначала</guibutton>, чтобы начать новую игру. <guibutton>Заменить головоломку</guibutton> - позволяет последовательно перемещаться по головоломкам. Каждая головоломка относится к одной из трех категорий в подменю: <guisubmenu>Путь Хуаронг</guisubmenu>, <guisubmenu>Набор для любителей</guisubmenu> и <guisubmenu>Набор для опытных</guisubmenu>. В этих подменю каждое название головоломки относится к игровому сценарию.
sr: Кликните на дугме бројача потеза и користите <guibutton>Почни поново</guibutton> да покренете нову игру. <guibutton>Измени слагалицу</guibutton> вам омогућава да се крећете редом кроз слагалице. Свака слагалица припада једној од три категорије које можете наћи у подизборницима <guisubmenu>Хуа-Ронг траг</guisubmenu>, <guisubmenu>Вишезов</guisubmenu> и <guisubmenu>Умеће</guisubmenu>. У овим подизборницима, назив сваке слагалице указује на сценарио те игре.

source: Moving blocks
ko: 블록 옮기기
ru: Перемещение блоков
sr: Померање блокова
