Repository: GNOME/gnome-klotski
Catalog: po/*.po
Languages: is

# shortcut window
source: Puzzle-related
is: Púsl-tengt

# shortcut window
source: Toggle game menu
is: Víxla valmynd leiksins af/á

# shortcut window
source: Restart
is: Endurræsa

# shortcut window
source: Change Puzzle popover
is: Gluggi til að skipta um borð

# shortcut window
source: Select new puzzle
is: Velja nýtt púsl

# shortcut window
source: Previous puzzle
is: Fyrra púsl

# shortcut window
source: Next puzzle
is: Næsta púsl

# shortcut window
source: Previous puzzles group
is: Fyrri púsl-flokkur

# shortcut window
source: Next puzzles group
is: Næsti púsl-flokkur

# shortcut window
source: Scores
is: Stig

# shortcut window
source: Scores dialog
is: Stigagluggi

# shortcut window
source: Generic
is: Algengt

# shortcut window
source: Toggle main menu
is: Víxla aðalvalmynd af/á

# shortcut window
source: Keyboard shortcuts
is: Flýtilyklar

# shortcut window
source: Help
is: Hjálp

# shortcut window
source: About
is: Um

# shortcut window
source: Quit
is: Hætta

source: _Scores
is: _Stig

source: _Keyboard Shortcuts
is: Flýtily_klar

source: _Help
is: _Hjálp

source: _About Klotski
is: _Um Klotski

source: _Start Over
is: B_yrja upp á nýtt

source: Huarong Trail
is: Huarong-slóðin

source: Challenge Pack
is: Erfiði flokkurinn

source: Skill Pack
is: Svaðalegi flokkurinn

source: Previous
is: Fyrra

source: Next
is: Næst

source: _Change Puzzle
is: _Breyta um púsl

source: Choose an other puzzle
is: Velja annað púsl

source: Moves counter
is: Færsluteljari

source: Slide blocks to solve the puzzle
is: Hreyfðu blokkirnar til að leysa þrautina

source: GNOME Klotski is a set of block sliding puzzles. The objective is to move the patterned block to the area bordered by green markers. To do so, you’ll need to slide other blocks out of the way. Complete each puzzle in as few moves as possible!
is: GNOME Klotski er safn færanlegra púsla. Markmiðið er að koma mynstruðu blokkinni yfir á svæðið með grænu merkjunum . Til þess að takast það þarft þú að renna öðum blokkum úr vegi. Reyndu að klára hvern leik með sem fæstum færslum.

source: GNOME Klotski comes with nearly thirty different puzzle layouts of varying difficulty. Some of the layouts are similar and only the size of one or more blocks differ. Other layouts have more variety.
is: GNOME Klotski er með nærri þrjátíu ólík borð sem eru mismunandi erfið. Sum borðin eru nokkuð álíka á meðan að önnur eru ólíkari.

source: The GNOME Project
is: GNOME verkefnið

source: game;strategy;logic;move;
is: leikur, kænska, rökfimi, hreyfing;

source: The puzzle in play
is: Púslið í gangi

source: The number of the puzzle being played.
is: Fjöldi púsla í leik.

source: The width of the window
is: Breidd aðalglugga

source: Width of the window in pixels
is: Breidd gluggans í mynddílum

source: The height of the window
is: Hæð gluggans

source: Height of the window in pixels
is: Hæð gluggans í mynddílum

source: A flag to enable maximized mode
is: Flagg til að virkja hámarkaða glugga

source: If “true”, the main window starts in maximized mode.
is: Ef þetta er 'satt' byrjar forritsglugginn hámarkaður.

source: Print release version and exit
is: Birta upplýsingar um útgáfu og hætta

source: Only 18 Steps
is: Aðeins 18 skref

source: Daisy
is: Fagurfífill

source: Violet
is: Fjólublátt

source: Poppy
is: Valmúi

source: Pansy
is: Blóm

source: Snowdrop
is: Slydda

source: Red Donkey
is: Rauður asni

source: Trail
is: Hali í suðursveit

source: Ambush
is: Fyrirsát

source: Agatka
is: Agatha

source: Success
is: Gott gengi

source: Bone
is: Bein

source: Fortune
is: Auðævi

source: Fool
is: Flón

source: Solomon
is: Salomón

source: Cleopatra
is: Kleópatra

source: Shark
is: Hákarl

source: Rome
is: Róm

source: Pennant Puzzle
is: Flagg

source: Ithaca
is: Íþaka

source: Pelopones
is: Pelópsskagi

source: Transeuropa
is: Þvert yfir Evrópu

source: Lodzianka
is: Lodsíanka

source: Polonaise
is: Pólónesa

source: Baltic Sea
is: Eystrasalt

source: American Pie
is: Bandarísk baka

source: Traffic Jam
is: Umferðahnútur

source: Sunshine
is: Sólskin

source: Puzzle
is: Púsl

source: Level completed.
is: Borði lokið.

source: Lars Rydlinge (original author)
is: Lars Rydlinge (upprunalegur höfundur)

source: Robert Ancell (port to vala)
is: Robert Ancell (yfirfærsla í vala)

source: John Cheetham (port to vala)
is: John Cheetham (yfirfærsla í vala)

source: Sliding block puzzles
is: Þraut með rennipúslum

source: Copyright © 1999-2008 – Lars Rydlinge
is: Höfundarréttur

source: Copyright © %u-%u – Michael Catanzaro
is: Höfundarréttur © %u-%u – Michael Catanzaro

source: Copyright © %u-%u – Arnaud Bonatti
is: Höfundarréttur © %u-%u – Arnaud Bonatti

source: translator-credits
is: Ingirafn, ingirafn at this dot is ,2023
