Repository: GNOME/gnome-klotski
Catalog: po/ab.po
Languages: ab

# shortcut window
source: Toggle game menu
ab: Ахәмарра амениу аиагара

# shortcut window
source: Restart
ab: Ханатә алагара

# shortcut window
source: Select new puzzle
ab: Ахыԥҽыга ҿыц алхра

# shortcut window
source: Previous puzzles group
ab: Иаԥхьааиуа ахыԥҽыгақәа ргәыԥ

# shortcut window
source: Next puzzles group
ab: Анаҩстәи ахыҽыгақәа ргәыԥ

# shortcut window
source: Generic
ab: Азеԥш

# shortcut window
source: Toggle main menu
ab: Ихадоу амениу аиагара

# shortcut window
source: Keyboard shortcuts
ab: _Арыдқәа реилаҵа

# shortcut window
source: About
ab: Аԥшьы иазкны

# shortcut window
source: Quit
ab: Аҭыҵра

source: _Scores
ab: _Алҵшәа

source: _Keyboard Shortcuts
ab: _Ицоу арыдқәа

source: _Help
ab: _Аилыркаа

source: _About Klotski
ab: _Клоцки иазкны

source: _Start Over
ab: _Ханатә алагара

source: Huarong Trail
ab: Хуаронг амҩа

source: Challenge Pack
ab: Аизга азҿлымҳаҩцәа рзы

source: Skill Pack
ab: Аизга аԥышәара змоу рзы

source: Previous
ab: Аԥхьатәи

source: Next
ab: Ԥхьаҟа

source: Klotski
ab: Клоцки

source: _Change Puzzle
ab: _Ахыԥҽыга аԥсахра

source: Choose an other puzzle
ab: Даҽа хыԥҽыгак алшәх

source: Moves counter
ab: Аныҟәарақәа рыԥхьаӡага

source: GNOME Klotski
ab: Клоцки GNOME

source: Slide blocks to solve the puzzle
ab: Ахыԥҽыга аҳасабразы аблокқәа еиҭажәга

source: GNOME Klotski is a set of block sliding puzzles. The objective is to move the patterned block to the area bordered by green markers. To do so, you’ll need to slide other blocks out of the way. Complete each puzzle in as few moves as possible!
ab: Клоцки GNOME-ахыԥҽыгақәа реизга аблокқәа реиҭагаразы.Ахәмарра хықәкыс иамоуп-аблок аиаҵәа дыргақәа змоу аҭыԥқәа рахь аиагара.Уи азы амҩа аҟынтә иқәгатәуп егьырҭ аблокқәа.Ахыԥҽыга аҳасабразы излауо ала имаҷны аныҟәарақәа ҟашәҵароуп!

source: GNOME Klotski comes with nearly thirty different puzzle layouts of varying difficulty. Some of the layouts are similar and only the size of one or more blocks differ. Other layouts have more variety.
ab: Клоцки GNOME иаҵанакуеит иажәеи жәаба еиуеиԥшым ахыԥҽыгақәа.Ахыԥҽыгақәа шьоукы еиԥшуп,еиԥшымкәа ирымоу блокқәак роуп.Шьоукы зынӡа егьырҭ ахыԥҽыгақәа иреиԥшӡам.

source: game;strategy;logic;move;
ab: game;strategy;logic;move;ахәмарра; астратегиа; алогикатә ;шьаҿа-шьаҿалатәи;

source: The width of the window
ab: Аԥенџьыр аҭбаара пиқсельла ишәаны

source: Width of the window in pixels
ab: Аԥенџьыр аҭбаара пиксельла

source: The height of the window
ab: Аԥенџьыр аҳаракыра

source: Height of the window in pixels
ab: Аԥенџьыр аҳаракыра пиксельла

source: A flag to enable maximized mode
ab: Абираҟ ирҭбаау арежим аҿакразы

source: If “true”, the main window starts in maximized mode.
ab: “true” акәзар , ихадоу аԥенџьыр аус арухоит ирҭбаау режимла.

source: Print release version and exit
ab: Апрограмма аверсиа кьыԥхьны аҭыҵра

source: Only 18 Steps
ab: 18 шьаҿа заҵәык

source: Daisy
ab: Адәыкакаҷ

source: Violet
ab: Адәыкрын

source: Poppy
ab: Аблахкыга

source: Pansy
ab: Адәыкрын

source: Snowdrop
ab: Асықәа

source: Red Donkey
ab: Аҽада ҟаԥшь

source: Trail
ab: Амҩахәасҭа

source: Ambush
ab: Ахаҩара

source: Agatka
ab: Агатка

source: Success
ab: Ақәҿиара

source: Bone
ab: Абҩа

source: Fortune
ab: Аманшәалара

source: Fool
ab: Агаӡы

source: Solomon
ab: Соломон

source: Cleopatra
ab: Клеопатра

source: Shark
ab: Акула

source: Rome
ab: Рим

source: Pennant Puzzle
ab: Ахыԥҽыга ахьынҷҳа

source: Ithaca
ab: Итака

source: Pelopones
ab: Пелопонес

source: Transeuropa
ab: Европа

source: Lodzianka
ab: Лодзианка

source: Polonaise
ab: Полонез

source: Baltic Sea
ab: Абалтикатәи амшын

source: American Pie
ab: Америкатәи апирог

source: Traffic Jam
ab: Аиԥынгылара

source: Sunshine
ab: Амра акаԥхара

source: Puzzle
ab: Ахыԥҽыга

source: Level completed.
ab: Аҩаӡара хырқәшоуп.

source: Lars Rydlinge (original author)
ab: Lars Rydlinge (апхьатәи аверсиа аԥҵаҩы)

source: Sliding block puzzles
ab: Ахыԥҽыга аблокқәа реиҭагаразы

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: Restart the current puzzle
ab: Еиҭаҿашәк шәызҭоу ахыԥҽыга

source: Moves: %d
ab: Аныҟәарақәа:%d
